"MenuTitle" = "Utilidad HP LaserJet Professional";

"OK" = "Aceptar";
"Cancel" = "Cancelar";
"Note:" = "Nota:";

"Auto-Off" = "Apagado automático";
"Auto-Off After:" = "Apagado automático tras:";
"Automatically turn off device after inactivity" = "Apagar automáticamente el dispositivo si hay inactividad";
"1 minute" = "1 minuto";
"5 minutes" = "5 minutos";
"15 minutes" = "15 minutos";
"30 minutes" = "30 minutos";
"1 hour" = "1 hora";
"2 hours" = "2 horas";
"4 hours" = "4 horas";
"8 hours" = "8 horas";
"24 hours" = "24 horas";
"Never" = "Nunca";
"AutoOffNotes" = "El dispositivo se encenderá automáticamente cuando reciba un trabajo de impresión";
"EcoSMART" = "EcoSMART";
"Sleep Delay:" = "Sleep Delay:";
"Power Down Delay:" = "Power Down Delay:";

"Copy Setting" = "Copiar valores";
"Copy Quality:" = "Copiar calidad:";
"Paper Size:" = "Tamaño de papel:";
"A4" = "A4";
"Legal" = "Legal";
"Letter" = "Carta";
"CopySettingNotes" = "Copiar calidad: establece la calidad de copia predeterminada \r\n\r\nTamaño de papel: establece el tamaño de papel predeterminado para las copias";


"Draft" = "Borrador";
"Film Photo" = "Película fotográfica";
"Mixed" = "Combinado";
"Picture" = "Imagen";
"Text" = "Texto";

"Internal Pages" = "Páginas internas";
"InternalPageNotes" = "Página limpiadora: Carga la utilidad de página limpiadora\r\nPágina de demostración: Imprime una página de demostración\r\nPágina de configuración: Imprime una página de configuración localizada\r\nPágina de estado de consumibles: Imprime una página de estado de consumibles localizados";
"Cleaning Page" = "Página limpiadora";
"Demo Page" = "Página de demostración";
"Configuration Page" = "Página de configuración";
"Supply Status Page" = "Página de estado de consumibles";
"Print Information Pages" = "Imprimir páginas de información";

"Language" = "SPANISH";

"CleaningPagePanelLabel" = "La utilidad de limpieza HP LaserJet Professional se ha diseñado para eliminar el exceso de papel y las partículas de tóner que pueden acumularse en el ensamblaje del fusor y en los rodillos, y de esa manera alargar la vida de la impresora.\r\nSiga estos pasos para comenzar el proceso de limpieza\r\n1. Asegúrese de que el dispositivo está en reposo y el indicador luminoso de impresora preparada está encendido\r\n2. Cargue las transparencias o el papel para copiadoras (de 70g/m² a 90g/m²) de superficie suave en la bandeja 1.\r\n3. Pulse Aceptar para comenzar la limpieza\r\nNota: El proceso de limpieza durará unos 3 minutos de principio a fin.";
